# {"사과","바나나"} 집합을 만들고 "딸기"를 추가하세요
s ={"사과","바나나"}
s.add("딸기")
print(s)

# {"콜라","사이다"} 집합에
s2 = {"콜라","사이다"}

# {"환타","웰치스"}를 한번에 추가하세요
s2.update({"환타","웰치스"})
print(s2)

# {"김치찌개","된장찌개","순두부찌개"} 집합에서
s3 = {"김치찌개","된장찌개","순두부찌개"}
# "된장찌개"를 삭제하세요
s3.remove("된장찌개")
print(s3)

# 도서목록 {"해리포터","데미안"}에 "어린왕자"를 추가하세요
book ={"해리포터","데미안"}
book.add("어린왕자")
print(book)

# 친구 목록 {"철수","영희","민수"}에서 "영희"를 삭제하세요
f ={"철수","영희","민수"}
f.remove("영희")
print(f)

# 여행지 {"서울","부산"}에 {"제주","대구"}를 추가하세요
s4 ={"서울","부산"}
s4.update({"제주","대구"})

print(s4)